data/maybe_as_11/2017-04-30_22-08-18/fio_seq_write_10.61.193.108.out
file1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=1
fio-2.11
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=1436: Sun Apr 30 23:06:40 2017
  write: io=153600MB, bw=49455KB/s, iops=48, runt=3180425msec
    slat (usec): min=89, max=44476, avg=254.23, stdev=199.65
    clat (msec): min=11, max=297, avg=20.44, stdev=15.81
     lat (msec): min=11, max=297, avg=20.70, stdev=15.83
    clat percentiles (msec):
     |  1.00th=[   13],  5.00th=[   13], 10.00th=[   13], 20.00th=[   14],
     | 30.00th=[   15], 40.00th=[   15], 50.00th=[   15], 60.00th=[   16],
     | 70.00th=[   17], 80.00th=[   21], 90.00th=[   34], 95.00th=[   56],
     | 99.00th=[   91], 99.50th=[  104], 99.90th=[  135], 99.95th=[  151],
     | 99.99th=[  221]
    bw (KB  /s): min=10240, max=73728, per=100.00%, avg=49486.91, stdev=21679.01
    lat (msec) : 20=79.10%, 50=15.46%, 100=4.81%, 250=0.63%, 500=0.01%
  cpu          : usr=0.83%, sys=0.45%, ctx=158661, majf=0, minf=22
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=153600/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=153600MB, aggrb=49454KB/s, minb=49454KB/s, maxb=49454KB/s, mint=3180425msec, maxt=3180425msec

Disk stats (read/write):
  sdb: ios=88/51200, merge=0/307200, ticks=177/1047166, in_queue=1047151, util=32.95%
  sdc: ios=87/51200, merge=0/307200, ticks=189/1046864, in_queue=1046846, util=32.94%
  sdd: ios=83/51199, merge=0/307200, ticks=165/1045255, in_queue=1045244, util=32.89%