data/maybe_as_11/2017-04-30_22-08-18/fio_seq_write_10.61.193.109.out
file1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=1
fio-2.11
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=1429: Sun Apr 30 23:06:16 2017
  write: io=153600MB, bw=49904KB/s, iops=48, runt=3151793msec
    slat (usec): min=86, max=64705, avg=272.48, stdev=266.56
    clat (msec): min=10, max=288, avg=20.24, stdev=15.60
     lat (msec): min=10, max=289, avg=20.51, stdev=15.62
    clat percentiles (msec):
     |  1.00th=[   13],  5.00th=[   13], 10.00th=[   13], 20.00th=[   14],
     | 30.00th=[   14], 40.00th=[   15], 50.00th=[   15], 60.00th=[   16],
     | 70.00th=[   17], 80.00th=[   21], 90.00th=[   33], 95.00th=[   53],
     | 99.00th=[   91], 99.50th=[  105], 99.90th=[  131], 99.95th=[  145],
     | 99.99th=[  202]
    bw (KB  /s): min= 8192, max=75776, per=100.00%, avg=49935.17, stdev=21769.64
    lat (msec) : 20=79.72%, 50=15.05%, 100=4.57%, 250=0.66%, 500=0.01%
  cpu          : usr=0.89%, sys=0.49%, ctx=159026, majf=0, minf=22
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=153600/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=153600MB, aggrb=49903KB/s, minb=49903KB/s, maxb=49903KB/s, mint=3151793msec, maxt=3151793msec

Disk stats (read/write):
  sdb: ios=87/51200, merge=0/307200, ticks=264/1038408, in_queue=1038442, util=32.97%
  sdc: ios=83/51200, merge=0/307200, ticks=189/1036000, in_queue=1035942, util=32.90%
  sdd: ios=83/51199, merge=0/307200, ticks=185/1035331, in_queue=1035280, util=32.88%